/* File size gigabytes */
"%.1f GB" = "%.1f GB";

/* File size kilobytes */
"%.1f KB" = "%.1f KB";

/* File size megabytes */
"%.1f MB" = "%.1f MB";

/* Google connection error title */
"Error connecting to Google Drive" = "Fehler bei Verbindung zu Google Drive";

/* Folder does not exist */
"Folder does not exist" = "Ordner existiert nicht";

/* Folder is in the trash */
"Folder is in the trash" = "Ordner ist im Papierkorb";

/* Name of google drive import button */
"Import" = "Importieren";

/* Insufficient disk space. */
"Insufficient disk space" = "Nicht genügend Speicherplatz auf Festplatte";

/* name of root folder on google drive */
"My Drive" = "Meine Ablage";

/* Status when user is not authorized */
"Not signed in" = "Nicht angemeldet";

/* OK */
"OK" = "OK";

/* recent locations in file browser */
"Recent Places" = "Zuletzt benutzt";

/* Google folder browser accept button */
"Select" = "Auswählen";

/* Google folder browser window title */
"Select Destination Folder" = "Zielordner auswählen";

/* Shared with me */
"Shared with me" = "Für mich freigegeben";

/* SignInSignOut button title when signed out */
"Sign In..." = "Anmelden...";

/* SignInSignOut button title when signed in */
"Sign Out" = "Abmelden";

/* starred or marked items */
"Starred" = "Markiert";

